amd-ucode
base
base-devel
discord
efibootmgr
firefox
gdm
git
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-color-manager
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-logs
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-blur-my-shell
gnome-shell-extension-caffeine-git
gnome-shell-extension-clock-override-git
gnome-shell-extension-dash-to-dock
gnome-shell-extensions
gnome-system-monitor
gnome-terminal
gnome-text-editor
gnome-tweaks
gnome-user-share
google-chrome
grilo-plugins
gvfs
gvfs-mtp
gvfs-nfs
gvfs-smb
gvfs-wsdd
linux
linux-firmware
loupe
man-db
man-pages
nano
nautilus
neovim
networkmanager
noto-fonts
npm
ntfs-3g
obsidian
opencl-amd
os-prober
papers
qemu-full
reflector
ripgrep
rsync
rygel
sbctl
sof-firmware
sudo
sushi
texinfo
transmission-gtk-git
ttf-arphic-extra
ttf-jetbrains-mono-nerd
ttf-ms-fonts
ttf-nerd-fonts-symbols-mono
typescript
virt-manager
visual-studio-code-bin
vulkan-radeon
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
yay
yay-debug
